Revit 2027 API
UnitTypeId.CubicMetersPerSecond Property
 Cubic meters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicMetersPerSecond { get; }
Public Shared ReadOnly Property CubicMetersPerSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicMetersPerSecond {
	ForgeTypeId^ get ();
}
static member CubicMetersPerSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace